{
  "Catppuccin": { "branch": "main" },
  "Comment": { "branch": "master" },
  "Fidget": { "branch": "main" },
  "Floaterm": { "branch": "master" },
  "Harpoon": { "branch": "master" },
  "Lazy Git": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "Lualine": { "branch": "master" },
  "Markdown Preview": { "branch": "master" },
  "Mason": { "branch": "main" },
  "Neogen": { "branch": "main" },
  "Neogit": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "Trouble": { "branch": "main" },
  "Undo Tree": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-luasnip-choice": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "prettier.nvim": { "branch": "main" },
  "sonarlint.nvim": { "branch": "fix-show-rule-description" },
  "stylua-nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" }
}